import ReactMarkdown from 'react-markdown'

const Protocol = () => {
    return <div className="text-left max-w-[1300px] px-[24px] py-[32px] text-[16px] m-auto">

        <br/> 版本更新提示：
        <br/> 近日智客Ai对《智客Ai会员服务协议》进行了更新。本版本主要更新内容包括：修订了自动续费服务条款、修订会员转赠内容，调整、优化部分条款的表述，删除部分条款，使权利义务描述更清晰更准确，避免理解歧义。
        <br/>
        <br/> <p className="text-center font-bold">智客Ai会员服务协议</p>
        <br/> <p className="text-right">本版本更新时间：2022年12月18日</p>
        <br/> 欢迎您使用智客Ai会员服务！
        <br/>
        <br/> 智客Ai会员服务由深圳市宇宙掘金科技有限公司（以下亦称“智客Ai”）向您提供，注册地址为：深圳市宝安区西乡蚝业雅苑b1303
        <br/> 《智客Ai会员服务协议》（以下亦称“本协议”）由您（以下亦称“会员”或“VIP会员”）和智客Ai进行缔结，对双方具有同等法律效力。智客Ai建议您仔细阅读本协议的全部内容，尤其是以加粗形式展示的，与您的权益（可能）存在重大关系的条款（包括相关约定智客Ai责任、您享有的权利、争议解决方式及司法管辖等条款），请您留意重点阅读。若您认为本协议中的加粗条款可能会导致您的部分或全部权利或利益受损，请您务必再次仔细阅读，在确保您已经理解、接受了加粗条款的前提下，继续使用智客Ai会员服务。
        <br/>
        <br/> 如果您不同意本协议的任一或全部条款内容，请不要以确认形式（包括但不限于支付行为/接受赠与、或完成了成为会员的全部程序而在此过程中未向智客Ai提出关于本协议的任何异议）进行下一步操作或使用智客Ai会员服务。当您以确认形式进行下一步操作或使用智客Ai会员服务时，即表示您与智客Ai已达成协议关系，您自愿接受本协议并遵守本协议项下的全部约定。
        <br/>
        <br/> 智客Ai有权变更本协议内容，一旦本协议内容发生变更的，智客Ai将在相应页面、站内信或以其他合理方式进行通知，请您仔细阅读。如果您不同意变更的内容的，您可以选择停止使用VIP会员服务。如您继续使用VIP会员服务的，则视为您已经同意变更的全部内容。更新后的协议自文首更新之日起生效。
        <br/>
        <br/> 若您是未成年人，请您在监护人监护、指导下阅读并决定是否同意本协议。
        <br/>
        <br/> 一、服务说明
        <br/> 1. 【智客Ai会员】是指完成了成为会员的所有程序，且在遵守本协议的前提下，在会员时长有效期内享受智客Ai提供的VIP会员服务的自然人。
        <br/> 2.
        【智客Ai会员服务】是由智客Ai向您提供的专享的会员权益，权益内容说明请您查看本协议第四节，本协议未明确的权益内容以智客Ai平台会员权益介绍页面的描述为准。同时，智客Ai在此善意提醒您，本协议中还有需要进行额外付费的服务，包括但不限于本协议第四节第4条。
        <br/> 3. 【智客Ai会员服务协议】是《智客Ai服务协议》、《智客Ai隐私政策》的补充协议，是其不可分割的一部分，与其具有同等法律效力；本协议如与前述协议发生冲突的，以本协议为准。
        <br/> 4. 【智客Ai会员服务规则】是智客Ai已经或未来不时发布的与VIP会员服务相关的协议、公告、页面说明、通知、FAQ等内容，与本协议具有同等法律效力。
        <br/>
        <br/> 二、使用服务
        <br/> 1. 服务获取
        <br/> 1.1 智客Ai会员服务为收费服务，您可以通过支付相应的服务费用购买；同时，您亦可以通过营销活动、接受礼品卡等智客Ai认可的途径获取服务。
        <br/> 1.2 您在获取智客Ai会员服务时，应当遵守法律法规、本协议约定，不侵犯第三方或智客Ai的合法权益。您不得自行（或协助他人）通过以下方式获取VIP会员服务：
        <br/> （1） 以商业性或其他非个人使用等目的；
        <br/> （2） 使用虚假信息、冒用他人信息等方式注册智客Ai账号；
        <br/> （3） 通过机器人软件、蜘蛛软件、爬虫软件等任何自动程序、脚本、软件等方式；
        <br/> （4） 未经智客Ai允许通过借用、租用、售卖、分享、转让VIP会员服务的方式；
        <br/> （5） 通过不正当手段或以违反诚实信用原则的方式（如利用规则漏洞、利用系统漏洞、滥用会员身份、黑色产业、投机等）；
        <br/> （6） 通过利用或破坏智客Ai会员服务规则的方式。
        <br/> 智客Ai在此声明：任何未经智客Ai明示授权而售卖、租借或以类似方式转让智客Ai会员资格的行为属于侵权行为，智客Ai有权依法追究其法律责任。
        <br/> 2. 服务使用的基本原则
        <br/> 2.1
        您在使用智客Ai会员服务的过程中，应遵守法律法规及其他规范性文件，应遵守公共秩序，尊重社会公德，不得危害网络安全，不得利用网络从事危害国家安全、荣誉和利益，煽动颠覆国家政权、推翻社会主义制度，煽动分裂国家、破坏国家统一，宣扬恐怖主义、极端主义，宣扬民族仇恨、民族歧视，传播暴力、淫秽色情信息，编造、传播虚假信息扰乱经济秩序和社会秩序，以及侵害他人名誉、隐私、知识产权和其他合法权益等活动。如您存在上述行为的，智客Ai有权终止向您提供智客Ai会员服务。
        <br/> 2.2 除双方另有约定外，智客Ai授予您对智客Ai会员服务一项个人的、非独家的、非商业用途的、可撤销的、有期限的使用许可，即您仅可出于个人、非商业的目的使用VIP会员服务。
        <br/> 2.3
        您理解并同意，您不得将享有账号以任何方式提供给他人使用，包括但不限于不得以转让、出租、借用、分享、出售等方式提供给他人作包括但不限于直播、录制、观看、上传、参加活动等使用。否则，因此产生的法律后果及责任均由您自行承担。同时因上述行为导致账号遗失、泄露、被篡改、被盗等损失的，或因多终端登录、异地登录等情况触发智客Ai安全风控导致账号异常、账号被封的损失的，亦应当由您自行承担，且智客Ai有权根据您的违约情况决定是否中止或终止为您提供服务。
        <br/>
        <br/> 三、您的账号
        <br/> 1. 账号获得
        <br/> 在VIP会员服务的有效期限内，您享有VIP会员权益的智客Ai账号即为您的智客Ai会员账号（即与您的VIP会员服务绑定的智客Ai账号，以下亦称“VIP账号”或“会员账号”）。
        <br/> 同时，智客Ai在此善意提醒您，您应当在遵守智客Ai账号使用规则的前提下使用会员账号。智客Ai建议您查阅《智客Ai服务协议》及相关子协议、各类公告、页面说明和规范流程、FAQ等以获得更多关于账号使用规则的内容。
        <br/> 2. 登录
        <br/> 除您以游客模式（具体说明见第三节第8条）购买智客Ai会员服务的，智客Ai会员服务需要您登录您的智客Ai会员账号方可使用。
        <br/> 3. 账号管理及安全
        <br/> 3.1
        您应自行负责并妥善、正确地保管、使用、维护您的VIP会员账号和密码，并对您的账号和密码采取必要和有效的保密措施。非智客Ai法定过错导致的任何遗失、泄露、被篡改、被盗以及其他因保管、使用、维护不当而造成的损失，您应自行承担。
        <br/> 3.2
        如果您发现有人未经授权使用了您的账号或您的账号存在其他异常情况导致无法正常登录使用的，则您需要按照智客Ai官方公布的账号找回流程进行账号找回。在找回过程中，智客Ai可能会要求您提供相应信息及/或证明资料，请确保您所提供的内容真实有效，否则将可能无法通过智客Ai的验证而导致找回失败。
        <br/> 3.3
        为保护账号安全，防止账号被盗等情况发生，智客Ai可能会不时或定期采用一种或多种方式对账号使用者进行用户身份验证（如短信验证、邮件认证等），如未成功通过验证的，智客Ai有合理理由怀疑该账号出现被盗等不安全情况，并视情节严重情况而决定是否中止向该账号继续提供会员服务及/或采取进一步措施。
        <br/> 3.4 请您特别注意，您的VIP会员账号下的行为视为您本人的行为，您应对您的VIP账号下发生的活动或通过该账号进行的活动负责。
        <br/> 4. 信息查询
        <br/> 您可以通过登录智客Ai会员相关页面免费查询您的账号信息详情，包括已开通的VIP会员服务内容、服务期限、消费记录等。
        <br/> 5. 账号授权登录
        <br/> 如您开通的会员服务依据对应的会员权益说明可同时享受其他智客Ai产品或智客Ai合作的产品的会员权益的，则您需要在对应的产品上使用当前的智客Ai会员账号进行授权登录，上述权益自开通会员服务之日生效，因此智客Ai在此善意提醒您，请记得及时登录使用。
        <br/> 6. 游客模式
        <br/> 6.1
        因苹果应用商店渠道允许非注册用户通过游客方式购买VIP会员服务，会员服务将会绑定您购买会员时所用的设备，VIP会员服务也将仅可在绑定设备上使用，且部分会员权益可能会因为您使用游客模式而无法享受（如活动参与、会员时长转赠等）。若您设备丢失、损坏、进行系统升级、还原、清空或其他类似行为的，将会导致您无法继续使用绑定于此设备的VIP会员权益，由此造成的您的损失，您应当自行承担。
        <br/> 6.2 智客Ai在此建议您按照页面操作指引绑定您的智客Ai注册账号，以便可在您所拥有的其他设备上使用会员权益及更好的享受智客Ai所提供给您的会员权益。
        <br/>
        <br/> 四、会员权益及额外付费相关
        <br/> 1. VIP会员权益
        <br/> 智客Ai会员权益，包括无限畅聊、语音输入、多端使用等，具体以智客Ai平台上VIP特权页面说明或智客Ai实际提供为准，本协议项下的会员权益名称与页面说明不一致的，不影响您所实际享受的会员权益内容。
        <br/> 1.1关于智客Ai会员权益的特殊说明：
        <br/> （1） 请您理解，VIP会员类型多样，不同类型的VIP会员的会员权益存在差异；同一类型的VIP会员分为不同等级，不同等级之间的会员权益亦可能存在差异。
        <br/> （2）
        智客Ai有权基于法律法规及监管政策变更、运营策略调整、用户需求等因素对智客Ai会员权益及/或服务内容的部分或全部进行调整（包括但不限于变更、增加、减少、优化部分会员权益及/或服务类型、会员套餐以及自动续费服务收费标准、会员名称及/或权益细则等，增加或变更额外付费的内容及/或规则，调整、优化部分产品功能等），就前述调整智客Ai将在服务页面或以其他合理的方式进行通知，请您及时查看并仔细阅读，同时，智客Ai也将尽量降低前述调整对您既有会员权益的影响；
        <br/> 1.2 关于购买白金VIP会员、星钻VIP会员的特别说明：上述会员所享受的其他智客Ai产品或智客Ai合作的产品的会员权益类型、权益的具体内容及使用规则以相应产品的会员协议约定及/或页面的说明为准。
        <br/> 2. 设备及系统差异
        <br/> 您成为VIP会员后，可能会因您使用的软件版本、设备、操作系统等不同以及其他第三方原因导致实际可使用的具体权益或服务内容有差别，请您以自身可使用的权益或服务内容为准。由此可能给您带来的不便，您表示理解且不予追究或豁免智客Ai的相关责任。智客Ai建议您可以通过升级应用程序或操作系统版本、更换使用设备等方式来尝试解决，或者直接通过本协议提供的方式与智客Ai联系进行解决。
        <br/> 智客Ai在此特别提醒您，部分会员权益需要满足一定软件版本、设备及/或操作系统要求，因此，智客Ai建议您为了完整的体验全部权益请您及时升级应用程序或操作系统版本、或更换使用设备以顺利地享受会员权益。
        <br/> 3. 广告特权
        <br/> 3.1
        您在使用VIP会员服务的过程中，仍将（可能）接触到以各种方式投放的商业性广告或其他类型的商业信息，包括但不限于贴片广告、开机广告、创意中插广告、跑马灯广告、片尾广告、植入广告、弹窗广告、暂停广告、原创大头贴、口播标板、前情提要广告、创可贴广告等。
        <br/> 4. 额外付费
        <br/> 4.1智客Ai在此善意提醒您，服务内容在您付费成功后有一定的使用有效期（具体以购买页面说明为准），请您记得及时使用。请特别注意，有效期届满后无论您是否使用完毕服务内容，已支付的费用不予退还。同时，您理解并同意，就前述额外付费的部分或全部内容，智客Ai有权根据自身运营策略之需要，在一段时间后，免费提供给用户观看。
        <br/> 5. 虚拟产品
        <br/> 您在使用VIP会员服务过程中可能取得/获赠由我们提供的各种积分、卡券、优惠券、代金券、福利券、成长值等虚拟产品。前述虚拟产品仅能用于智客Ai官方渠道公布的指定用途，且有使用期限、方式等限制，不能退货、兑换现金或转让、买卖、置换、抵押等，在使用后亦不会恢复，具体使用规则请以虚拟产品的服务页面展示或说明为准。
        <br/> 同时，请您知悉，智客Ai有权根据法律法规及监管政策要求、产品运营需要等原因对虚拟产品（包括但不限于会员积分、成长值等）予以定价，并根据自身产品运营需要进行变更或调整，包括但不限于虚拟产品形式、类别、取得/获赠以及使用方式、范围、规则等，并以合理方式进行公告或通知，我们提醒您在取得/获赠或使用虚拟产品时注意查看。
        <br/> 6. 活动参与
        <br/> 在VIP会员服务期限内，您有权选择参加由智客Ai组织的VIP活动并享有由智客Ai提供的各项优惠。具体活动及优惠的内容及规则以智客Ai实际提供为准。
        <br/> 7. 优惠政策
        <br/> 智客Ai可能会根据实际运营情况对不同阶段已经购买且持续有效的VIP会员服务给予延期、权益升级等方面的优惠，具体优惠政策以智客Ai在相关服务页面通知的内容为准
        <br/> 8. 使用规范
        <br/> 您在获取、使用智客Ai会员服务(包括参与活动)时，应遵循智客Ai官方渠道公布的流程、平台规范等：
        <br/> 8.1不得通过未经智客Ai授权或公布的途径、方式、渠道非法获取智客Ai会员服务（包括但不限于部分或全部会员权益、VIP会员账号）及/或参与活动获取福利（包括但不限于会员权益、虚拟产品、实体商品、会员服务兑换码，本条下同）；
        <br/> 8.2不得通过不正当手段或以违反诚实信用原则的方式（如利用规则漏洞、利用系统漏洞、滥用会员身份、黑色产业、投机等违背智客Ai提供服务/举办活动初衷的方式）参与活动或者获取福利。
        <br/> 若您违反上述约定，则智客Ai有权对您所获得的福利作出删除、取消、清零等处理，且有权终止向您提供服务，由此造成的全部损失由您自行承担。
        <br/> 9. 服务期限
        <br/> 9.1您的VIP会员服务的服务期限以您自行选择并支付相应会员费用对应的服务期限为准，自您成为VIP会员之时起算，您可以通过登录智客Ai会员相关页面免费查询。当会员服务期限到期后，智客Ai将停止继续向您提供VIP会员服务；但如您开通自动续费服务且您在服务期限到期前续费成功的，会员服务期限将在原服务期限的基础上顺延。自动续费的VIP会员服务在当前周期内的服务有效期到期前，您可以单方面停止自动续费，智客Ai亦可以根据运营策略需要而单方面停止继续向您自动续费服务，VIP会员服务期限自当前服务周期届满之日起终止。
        <br/> 9.2请您理解，因互联网服务的特殊性，VIP会员服务期限中包含智客Ai解决故障、服务器维修、调整、升级等或因第三方侵权处理所需用的合理时间，但智客Ai会尽可能将影响降至最低。
        <br/>
        <br/> 五、收费及退订
        <br/> 1. 收费方式
        <br/> 智客Ai会员服务为收费服务，您可通过智客Ai实际支持的付费方式完成VIP会员费用的支付，如银行卡支付、第三方支付等。请您注意，若您使用您的苹果账户或与您的会员账号绑定的通信账户进行支付，此付费方式为代收费运营商托收的付款方式，您通过此种付费方式付费可能存在一定的商业风险（如不法分子利用您账户或银行卡等有价卡等进行违法活动），该等风险可能会给您造成相应的经济损失，您应自行承担全部损失。
        <br/> 2. 费用退还
        <br/> VIP会员服务系网络商品和虚拟商品，会员费用是您所购买的会员服务所对应的网络商品价格，而非预付款或者存款、定金、储蓄卡等性质，VIP会员服务一经开通后不可退款（如因VIP会员服务存在重大瑕疵导致您完全无法使用等智客Ai违约情形、本协议另有约定、法律法规要求必须退款的或智客Ai同意退款等除外）。
        <br/> 智客Ai在此特别提醒您，您在购买VIP会员服务（包括自动续费服务）之前应仔细核对账号信息、购买的服务内容、价格、服务期限等信息。
        <br/> 3. 收费标准、方式的变更
        <br/> VIP会员服务（包括自动续费及其他额外付费等服务的收费方式、收费标准由智客Ai根据公司的运营成本、运营策略等综合考虑后独立决定（调整包括但不限于促销、涨价等），并在相关的产品服务宣传及支付页面向您展示。若您在购买和续费时，相关收费方式发生变化的，以智客Ai实际支持的收费方式为准；相关服务的价格发生了调整的，应以智客Ai平台上公示的现时有效的价格为准（但智客Ai与您另有约定的情形除外）。
        <br/> 4. 自动续费
        <br/> 自动续费服务是指在会员已购买VIP会员服务的前提下，出于会员对于自动续费的需求，避免会员因疏忽或其他原因导致未能及时续费而推出的服务。如会员选择开通自动续费服务的，即会员授权智客Ai可在会员自动续费期限到期前24小时和到期后，委托支付渠道（如支付宝、微信等）代扣下一个计费周期的费用，部分由运营商或支付渠道根据实际情况自行决定扣费周期的以实际扣费时间为准，如手机话费渠道、ios渠道等，扣款成功的，则为您自动延长对应的会员服务期限。
        <br/> 4.1 计费周期：如月度、季度、年度等（具体以智客Ai提供的为准），会员可自行选择。
        <br/> 4.2 自动扣款规则：
        <br/> （1） 选择自动续费的，用户同意支付渠道可在不验证会员账户密码、支付密码、短信校验码等信息的情况下从用户绑定的账户中扣划下一个计费周期的会员服务费用。
        <br/> （2） 除非会员或智客Ai主动明确地取消了自动续费，否则，将会自动续订及扣款，且不受次数限制。
        <br/> （3） 如果您未主动明确地取消自动续费，则将视为您同意智客Ai可依据支付渠道的扣款规则在会员服务期限到期后的一定期限内进行不时的扣款尝试（即使您账户内金额不足）。
        <br/> （4） 一旦扣款成功，智客Ai将为您开通本次计费周期对应的VIP会员服务。
        <br/> 4.3
        请您知悉，智客Ai有调整会员服务（包括自动续费服务）价格的权利，在您自动续费服务有效期内，如智客Ai对您开通自动续费服务时的服务价格作出调整的，智客Ai将会通过公告、站内信等一种或多种合理方式通知您。如您不同意自动续费服务价格调整的，您可以按本协议的约定取消自动续费服务，您的会员服务期限自当前会员服务周期届满之日起终止，如您未取消自动续费服务的，则支付渠道将按照调整后的价格代扣下一个及后续的计费周期的服务费。同时，请您知悉，因受支付渠道扣款规则限制，如您在当前自动续费服务计费周期到期前24小时内取消的，则支付渠道将可能会按照调整后的价格扣除下一个计费周期的服务费用后停止代扣服务，扣款成功的，则您的会员服务期限自下一个计费周期届满之日起终止。
        <br/> 4.4 取消方式
        <br/>
        <span>{'（1） 苹果移动设备端：苹果移动设备“APP Store” --> 点击右上角苹果账户头像，进入“账户”--> “订阅”，选择“智客Ai”取消订阅；'}</span>
        <br/>
        <span>{'（2） 安卓移动设备端：智客AiAPP --> “我的”--> “帮助反馈” -->“自动续费管理”，选择“取消自动续费”；'}</span>
        <br/> <span>{'（3） 电脑网页端：点击“头像” --> “帮助中心” --> “开通/取消自动续费”，选择“取消自动续费”。'}</span>
        <br/> 您知悉并同意，自动续费状态更新可能存在显示延时，具体以智客AiAPP内显示的您的续费状态为准。且您在成功取消前，已经委托智客Ai自动续费的扣款指令仍然有效，智客Ai对于基于该指令在取消操作完成前已经扣除的费用不予退还和补偿。
        <br/>

        <br/> 六、您的行为规范和违约处理
        <br/> 1. 在您使用智客Ai会员服务的过程中，不得存在以下行为：
        <br/> 1.1 未经智客Ai明确授权，通过技术手段对服务内容、服务期限、消费金额、交易状态等信息进行修改；
        <br/> 1.2 将VIP会员服务通过非智客Ai明确授权的方式（包括但不限于借用、租用、售卖、分享、转让）提供他人使用；
        <br/> 1.3 未经智客Ai明确授权，将VIP会员服务提供的视频的全部或部分进行复制、下载、上传、修改、编目排序、翻译、发行、开发、转让、销售、展示、传播、合成、嵌套、链接、创作衍生作品、进行商业开发或推广等；
        <br/> 1.4 对智客Ai用于保护VIP会员服务的任何安全措施技术进行破解、更改、反操作、篡改或其他破坏；
        <br/> 1.5 未经智客Ai事先书面同意，删除VIP会员服务内容上的任何所有权或知识产权声明或标签；
        <br/> 1.6 未经智客Ai明确授权，采用收费或免费的方式，在任何公开场合全部或部分展示VIP会员服务内容（但如您的上述行为不构成侵权的除外）；
        <br/> 1.7 其他未经智客Ai明示授权许可或违反本协议、法律法规或监管政策、侵犯第三方或智客Ai合法权益的行为。
        <br/> 2. 您知悉并同意，如您存在任何违反国家法律法规或监管政策、违反本协议或有损智客Ai或/及其关联公司的声誉、利益的行为的，智客Ai有权采取以下一项或多项处理措施：
        <br/> 2.1 如本协议对此行为有单独条款约定处理方式的，按照该条款处理；
        <br/> 2.2 采取一种或多种措施制止您的行为及行为产生的后果，如删除/屏蔽相关链接或内容、限制/取消您的账号/账户使用权限等；
        <br/> 2.3 中断或终止部分或全部VIP会员服务，且您已交纳的VIP会员服务费用将不予退还且不获得任何形式的补偿/赔偿；
        <br/> 2.4 如您的行为使智客Ai或/及其关联公司遭受任何损失的，您应当承担全部损失赔偿责任并在智客Ai要求的时限内完成费用支付。
        <br/>
        <br/> 七、服务的中断和终止
        <br/> 1. 本服务的中断或终止包括如下情况：
        <br/> 1.1 您主动提出要求的；
        <br/> 1.2 您存在任何违反国家法律法规或监管政策、违反本协议或有损智客Ai或/及其关联公司的声誉、利益的行为的；
        <br/> 1.3 智客Ai根据法律法规、监管政策的规定或有权机关的要求；
        <br/> 1.4 智客Ai为维护账号与系统安全等紧急情况之需要；
        <br/> 1.5 不可抗力（不可抗力是指：不能预见、不能避免且不能客服的客观情况，包括国家法律、法规、政策及国家机关的命令及其他政府行为或者其它的诸如台风、洪水、地震、海啸、战争、罢工等）；
        <br/> 1.6 其他智客Ai无法抗拒的情况。
        <br/> 2. 当发生前述终止的情况时，智客Ai将根据法律法规的规定与您就本服务的中断或终止事宜进行处理。
        <br/>
        <br/> 八、您的个人信息保护
        <br/> 1.
        智客Ai深知个人信息对您的重要性，因此智客Ai非常重视保护您的个人信息，亦将您的个人信息以高度审慎的义务对待和处理。在您使用智客Ai会员服务的过程中，智客Ai将采用相关技术措施及其他安全措施来保护您的个人信息。
        <br/> 2. 未成年人保护
        <br/> 智客Ai非常注重未成年人的保护。
        <br/> 2.1 若您为未成年人，应在监护人监护、指导下阅读本协议，并且使用VIP会员服务已经得到监护人的同意。
        <br/> 2.2
        监护人应指导子女上网应该注意的安全问题，防患于未然。若监护人同意未成年人使用VIP会员服务，必须以监护人名义申请消费，并对未成年人使用VIP会员服务进行正确引导、监督。未成年人使用VIP会员服务，以及行使和履行本协议项下的权利和义务即视为已获得了监护人的认可。
        <br/> 2.3 智客Ai提醒未成年人在使用会员服务时，要善于网上学习，认清网络世界与现实世界的区别，避免沉迷于网络，影响日常的学习生活。
        <br/> 3. 更多关于个人信息处理和保护规则、用户对个人信息的控制权等内容，请您至智客Ai平台上查阅《智客Ai隐私政策》的全文（例如：手机智客AiAPP的查询路径为：我的-设置-隐私，点击“隐私政策”）。
        <br/>
        <br/> 九、通知
        <br/> 为便于您获知与本协议和VIP会员服务相关的信息，您同意智客Ai有权通过网页公示、页面提示、弹窗、消息通知、公众号通知、站内信、您预留的联系方式（如手机短信、电子邮件等）等一种或多种方式进行通知，该通知自智客Ai发送之时视为已成功送达您。如多种通知方式并存的，则送达时间以上述方式中最早发送之时为准。
        <br/> 此类通知的内容或将对您产生重大有利或不利影响，请您务必确保联系方式为有效并请及时关注相应通知。
        <br/>
        <br/> 十、联系智客Ai
        <br/> 如您对本协议或使用VIP会员服务的过程中有任何问题（包括问题咨询、投诉等），智客Ai专门为您提供了多种反馈通道，希望为您提供满意的解决方案：
        <br/>  在线客服/其他在线意见反馈通道：您可与智客Ai平台上产品功能页面的在线客服联系或者在线提交意见反馈；
        <br/>  人工客服通道：您可以拨打智客Ai的任何一部客服电话与智客Ai联系；
        <br/>  其他方式：智客Ai提供的其他反馈通道。
        <br/> 我们会在收到您的反馈后尽快向您答复。
        <br/>
        <br/> 十一、 其他
        <br/> 1. 本协议的生效、履行、解释及争议的解决均适用中华人民共和国法律。
        <br/> 2. 如就本协议的签订、履行等发生任何争议的，双方应尽量友好协商解决；协商不成时，任何一方均可向被告住所地享有管辖权的人民法院提起诉讼。
        <br/> 3. 如本协议因与中华人民共和国现行法律相抵触而导致部分无效的，不影响协议的其他部分的效力。
        <br/> 4. 本协议的标题仅为方便及阅读而设，并不影响正文中任何条款的含义或解释。
        <br/>
        <br/>

    </div>
}
export default Protocol
