const Protocol = () => {
    return <div className="text-left max-w-[1300px] px-[24px] py-[32px] text-[16px]">
        版本更新提示：<br/>
        <p>近日智客Ai对《智客Ai会员服务协议》进行了更新。本版本主要更新内容包括：修订了自动续费服务条款、修订会员转赠内容，调整、优化部分条款的表述，删除部分条款，使权利义务描述更清晰更准确，避免理解歧义。</p>
        <br/>
        <p>智客Ai会员服务协议
            <br/>
            本版本更新时间：2022年12月18日
            <br/>
            欢迎您使用智客Ai会员服务！</p>
        <br/>
        <p>智客Ai会员服务由深圳市宇宙掘金科技有限公司（以下亦称“智客Ai”）向您提供，注册地址为：深圳市宝安区西乡蚝业雅苑b1303
            《智客Ai会员服务协议》（以下亦称“本协议”）由您（以下亦称“会员”或“VIP会员”）和智客Ai进行缔结，对双方具有同等法律效力。智客Ai建议您仔细阅读本协议的全部内容，尤其是以加粗形式展示的，与您的权益（可能）存在重大关系的条款（包括相关约定智客Ai责任、您享有的权利、争议解决方式及司法管辖等条款），请您留意重点阅读。若您认为本协议中的加粗条款可能会导致您的部分或全部权利或利益受损，请您务必再次仔细阅读，在确保您已经理解、接受了加粗条款的前提下，继续使用智客Ai会员服务。</p>
        <br/>
        <p>如果您不同意本协议的任一或全部条款内容，请不要以确认形式（包括但不限于支付行为/接受赠与、或完成了成为会员的全部程序而在此过程中未向智客Ai提出关于本协议的任何异议）进行下一步操作或使用智客Ai会员服务。当您以确认形式进行下一步操作或使用智客Ai会员服务时，即表示您与智客Ai已达成协议关系，您自愿接受本协议并遵守本协议项下的全部约定。</p>
        <br/>
        <p>智客Ai有权变更本协议内容，一旦本协议内容发生变更的，智客Ai将在相应页面、站内信或以其他合理方式进行通知，请您仔细阅读。如果您不同意变更的内容的，您可以选择停止使用VIP会员服务。如您继续使用VIP会员服务的，则视为您已经同意变更的全部内容。更新后的协议自文首更新之日起生效。</p>

        <br/>
        <p>若您是未成年人，请您在监护人监护、指导下阅读并决定是否同意本协议。</p>
        <br/>

        <p>一、服务说明
            <br/>
            1. 【智客Ai会员】是指完成了成为会员的所有程序，且在遵守本协议的前提下，在会员时长有效期内享受智客Ai提供的VIP会员服务的自然人。
            <br/>
            2.
            【智客Ai会员服务】是由智客Ai向您提供的专享的会员权益，权益内容说明请您查看本协议第四节，本协议未明确的权益内容以智客Ai平台会员权益介绍页面的描述为准。同时，智客Ai在此善意提醒您，本协议中还有需要进行额外付费的服务，包括但不限于本协议第四节第4条。
            <br/>
            3. 【智客Ai会员服务协议】是《智客Ai服务协议》、《智客Ai隐私政策》的补充协议，是其不可分割的一部分，与其具有同等法律效力；本协议如与前述协议发生冲突的，以本协议为准。
            <br/>
            4. 【智客Ai会员服务规则】是智客Ai已经或未来不时发布的与VIP会员服务相关的协议、公告、页面说明、通知、FAQ等内容，与本协议具有同等法律效力。</p>

        <br/>
        <p>二、使用服务
            <br/>
            1. 服务获取
            <br/>
            1.1 智客Ai会员服务为收费服务，您可以通过支付相应的服务费用购买；同时，您亦可以通过营销活动、接受礼品卡等智客Ai认可的途径获取服务。
            <br/>
            1.2 您在获取智客Ai会员服务时，应当遵守法律法规、本协议约定，不侵犯第三方或智客Ai的合法权益。您不得自行（或协助他人）通过以下方式获取VIP会员服务：
            <br/>
            （1） 以商业性或其他非个人使用等目的；
            <br/>
            （2） 使用虚假信息、冒用他人信息等方式注册智客Ai账号；
            <br/>
            （3） 通过机器人软件、蜘蛛软件、爬虫软件等任何自动程序、脚本、软件等方式；
            <br/>
            （4） 未经智客Ai允许通过借用、租用、售卖、分享、转让VIP会员服务的方式；
            <br/>
            （5） 通过不正当手段或以违反诚实信用原则的方式（如利用规则漏洞、利用系统漏洞、滥用会员身份、黑色产业、投机等）；
            <br/>
            （6） 通过利用或破坏智客Ai会员服务规则的方式。
            <br/>
            智客Ai在此声明：任何未经智客Ai明示授权而售卖、租借或以类似方式转让智客Ai会员资格的行为属于侵权行为，智客Ai有权依法追究其法律责任。</p>
        <br/>
        三、您的账号
        <br/>
        1. 账号获得
        <br/>
        在VIP会员服务的有效期限内，您享有VIP会员权益的智客Ai账号即为您的智客Ai会员账号（即与您的VIP会员服务绑定的智客Ai账号，以下亦称“VIP账号”或“会员账号”）。
        <br/>
        同时，智客Ai在此善意提醒您，您应当在遵守智客Ai账号使用规则的前提下使用会员账号。智客Ai建议您查阅《智客Ai服务协议》及相关子协议、各类公告、页面说明和规范流程、FAQ等以获得更多关于账号使用规则的内容。
        <br/>
        2. 登录
        <br/>
        除您以游客模式（具体说明见第三节第8条）购买智客Ai会员服务的，智客Ai会员服务需要您登录您的智客Ai会员账号方可使用。
        <br/>
        3. 账号管理及安全
        <br/>
        3.1
        您应自行负责并妥善、正确地保管、使用、维护您的VIP会员账号和密码，并对您的账号和密码采取必要和有效的保密措施。非智客Ai法定过错导致的任何遗失、泄露、被篡改、被盗以及其他因保管、使用、维护不当而造成的损失，您应自行承担。
        <br/>
        3.2
        如果您发现有人未经授权使用了您的账号或您的账号存在其他异常情况导致无法正常登录使用的，则您需要按照智客Ai官方公布的账号找回流程进行账号找回。在找回过程中，智客Ai可能会要求您提供相应信息及/或证明资料，请确保您所提供的内容真实有效，否则将可能无法通过智客Ai的验证而导致找回失败。
        <br/>
        3.3
        为保护账号安全，防止账号被盗等情况发生，智客Ai可能会不时或定期采用一种或多种方式对账号使用者进行用户身份验证（如短信验证、邮件认证等），如未成功通过验证的，智客Ai有合理理由怀疑该账号出现被盗等不安全情况，并视情节严重情况而决定是否中止向该账号继续提供会员服务及/或采取进一步措施。
        <br/>
        3.4 请您特别注意，您的VIP会员账号下的行为视为您本人的行为，您应对您的VIP账号下发生的活动或通过该账号进行的活动负责。
        <br/>
        4. 信息查询
        <br/>
        您可以通过登录智客Ai会员相关页面免费查询您的账号信息详情，包括已开通的VIP会员服务内容、服务期限、消费记录等。

        <br/>
        5. 账号授权登录
        <br/>
        如您开通的会员服务依据对应的会员权益说明可同时享受其他智客Ai产品或智客Ai合作的产品的会员权益的，则您需要在对应的产品上使用当前的智客Ai会员账号进行授权登录，上述权益自开通会员服务之日生效，因此智客Ai在此善意提醒您，请记得及时登录使用。
        <br/>
        6. 游客模式
        <br/>
        6.1
        因苹果应用商店渠道允许非注册用户通过游客方式购买VIP会员服务，会员服务将会绑定您购买会员时所用的设备，VIP会员服务也将仅可在绑定设备上使用，且部分会员权益可能会因为您使用游客模式而无法享受（如活动参与、会员时长转赠等）。若您设备丢失、损坏、进行系统升级、还原、清空或其他类似行为的，将会导致您无法继续使用绑定于此设备的VIP会员权益，由此造成的您的损失，您应当自行承担。
        <br/>
        6.2 智客Ai在此建议您按照页面操作指引绑定您的智客Ai注册账号，以便可在您所拥有的其他设备上使用会员权益及更好的享受智客Ai所提供给您的会员权益。


    </div>
}
export default Protocol
